chat_system_367223064_actor_description=King Mark. Your King.
chat_system_367223064_snap_0_question=^?^By the gods! My... my daughter! Amelie, you're alive!
chat_system_367223064_snap_0_answer_0=^?^Your Majesty, I've found Her Highness, Princess Amelie.
chat_system_367223064_snap_2_question=^?^Father!<br>[s]The girl quickly pulls her hand from yours and leaps into her father's arms.[/s]<br>I was so scared, so scared! There was a horrible dragon, he was torturing me. But I didn't cry - you can believe me! Well, maybe just a little...<br>And orcs, they're not all evil, they're good. Uncle Bahalum gave me a doll. Look, isn't it beautiful? And they built a big-big ship so that mister [player] could fly and save me! He killed the evil dragon, just like a knight from a fairy-tale...
chat_system_367223064_snap_2_answer_0=^?^Your Majesty, I'll render a report, as soon as you're free...
chat_system_367223064_snap_3_question=^?^Amelie, behave in a manner befitting a princess! And take your finger out of your mouth - don't be ill-mannered!<br>[s]Smiling, the king finishes his gentle chiding of the girl and turns to you:[/s]<br>My unfailing friend. I would like to hear your account immediately.
chat_system_367223064_snap_3_answer_0=^?^(Tell the king everything you know...)
chat_system_367223064_snap_4_question=^?^Oh, living Endoria... Oh, Great Turtle... Titan Seth, who had raised Karador from the dead, and struck an alliance with the Dragon Haas...<br>[player]! Your words confuse my mind. But I wish to thank you for rescuing my daughter, and our world! Your feats deserve to be immortalized in legend and ballad! - And tomorrow, in the central square you will see a marble statue, representing the savior of our world. Yes, you, my friend!
chat_system_367223064_snap_4_answer_0=^?^This is a great honor, Your Majesty!
chat_system_367223064_snap_5_question=^?^Your account about Endoria... This changes all our ideas about the world's system. Scientists and geographers will be in great confusion. Apart from my brother Carl, of course. He'll be unspeakably happy to know that his theories turned out to be correct!<br>You know, [player]... If the orcs really did nearly manage to do this, then I think that the people of Endoria, united with your help, will most certainly succeed in creating a ship that will be able to reach other worlds! Who knows how many Great Turtles there are there in the World Ocean?
chat_system_367223064_snap_5_answer_0=^?^That I don't know, my king. I saw but one. But quite possibly there are more. Anything is possible.
chat_system_367223064_snap_6_question=^?^Yes, we will create a ship that will be able to reach other worlds. And we'll need someone to lead the expedition.<br>A faithful and reliable person - one who is capable of dealing with unexpected turns. And I know only one person who deserves such honor, and that is my former Treasure Searcher, [player]! And now - my good friend and faithful knight, whom I now approve to a new position, by my royal will.
chat_system_367223064_snap_6_answer_0=^?^A new position?
chat_system_367223064_snap_7_question=^?^My congratulations to the first World Searcher in the history of our world!<br>And now, [player], I advise you to have a good rest after your long ride, for even greater tasks lie ahead, and you will have to undergo new trials, more severe, perhaps, than any Endorian has ever known.<br>Let us organize a great feast in your honor!
chat_system_367223064_snap_7_answer_0=^?^Thank you, Your Majesty, and of course I will be your World Searcher. And please, I need nothing more. You have more important concerns, than to feast in honor of me.
chat_system_367223064_snap_7_answer_1=^?^A new position, that's good. But as for the feast, I think we should have done this long ago. Haven't I already accomplished a great many feats in the name of the Darion Crown?
chat_system_367223064_snap_8_question=^?^Oh, these youths... You have much to learn. These feasts are not important for me, but for the crown. <br>You must understand that even an insignificant peasant from a distant village would be pleased for you, and for that moment he'll forget all his troubles. And our enemies know that if we're cheerful, then our morale is strong. There will be peace in our lands, and people will be happy.<br>Go now, and think on my words.<br>See you again, [player].
chat_system_367223064_snap_8_answer_0=^?^Yes, my king. I hope, as years go by, I'll become wise as well. I'll prepare myself for tomorrow's "trials."<br>[s]That's victory! It's time to have a look at the score. [/s]
chat_system_367223064_snap_9_question=^?^How do you like that, such a quick guy. Just look at him, he'd accomplished so many feats and grown so proud! Appreciate what you have now, [player]. Much still lies ahead.<br>Of course, you're young and fiery, that's certainly clear... Maybe it's better to send you as an ambassador to the orcs... I don't know...<br>Ok, what are you waiting for? Go and have your rest, I've got plenty of things to do. Take these execution verdicts, for example. I have to sign all forty of them. Hey, maybe you want to help me with that...
chat_system_367223064_snap_9_answer_0=^?^No, thanks, Your Majesty, I do not care to be the ambassador to the orcs, and I don't want to sign anything like that. Occupy yourself with your affairs of state. Meanwhile, I'd better go and prepare myself for tomorrow's "trials."<br>[s]That's victory! It's time to have a look at the score![/s]
